problems/+kamojjala/@Uniaxial/meshes/unitCube16x16x16/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            wall;
        nFaces          256;
        startFace       11520;
    }
    left
    {
        type            wall;
        nFaces          256;
        startFace       11776;
    }
    right
    {
        type            wall;
        nFaces          256;
        startFace       12032;
    }
    bottom
    {
        type            wall;
        nFaces          256;
        startFace       12288;
    }
    back
    {
        type            wall;
        nFaces          256;
        startFace       12544;
    }
    front
    {
        type            wall;
        nFaces          256;
        startFace       12800;
    }
)


// ************************************************************************* //
